[Obj_tools]
btn_sel_vert=Выбрать вершину | Select Vert
btn_sel_edge=Выбрать ребро | Select Edge
btn_sel_face=Выбрать грань | Select Face
btn_show_verts=Отобразить\отключить номера вершин | Show\Off Verts Nums
btn_show_faces=Отобразить\отключить номера граней | Show\Off Faces Nums
btn_Sel_Thin=LMB: Выбрать тонкие грани из выбранных граней многоугольного объекта, толщина которых не превышает пороговое значение | LMB: Select thin faces from selected faces of poly object, thinner than treshold
spn_Sel_Thin= 
btn_Points=LMB: Создать объекты-точки из буфера обмена, чтобы показать места ошибок, указываемых сервисом checkmodel.mos.ru::::RMB: Удалить все объекты-точки | LMB: Create Points from Clipboard to show error in places from service checkmodel.mos.ru::::RMB: Delete all Point-objects
btn_clean_dwg=Очистить сплайн с помощью порогов | Clean spline with tresholds
spn_clean_dwg_tr=Порог угла очистки вершин | Angle clean knots treshhold
spn_clean_dwg_dist=Порог расстояния очистки вершин | Less than distance knots deletion treshold
spn_clean_dwg_weld=Порог сварки вершин | Weld treshhold
btn_pic_dwg=Откройте и загрузите изображение в виде плоскости на видовой экран | Open and Load Image as Plane to viewport
btn_TapeIt=Создать Tape объект для ручной установки и измерения расстояния на рисунке | Create Tape object to manual set and measure distance on Pic
btn_Match=Изменить масштаб выбранного изображения (плоскость изображения) с помощью установленной ленты Tape в соответствии с указанным реальным расстоянием | Rescales selected Pic (Image-Plane) with set Tape to match specified real distance	
btn_flatten=Сгладить DWG как редактируемый сплайн по оси Z до нуля | Flatten DWG as Editable Spline in Z-axis to zero	
btn_create_grid=Создать вспомогательный объект сетки, выровняйте по зданию, активируйте сетку для отображения на экране | Create Grid helper object, align to building, activate grid to viewport
btn_inactivate_grid=Деактивировать сетку в окне просмотра | Inactivate Grid from viewport
